function App() {
  return (
    <>
      {/* Portfolio*/}
      <span>
      <h1>นางสาวศศิวิมล  แจ่มจำรัส</h1>
      <p>pailiu นอนและเล่นเกมมายคราฟเป็นชีวิตจิตใจ</p>

      <h2>ข้อมูลส่วนตัว</h2>
      <span>อายุ:18</span>
      <span>ที่อยู่:9/98 ม.1 ต.สุรศักดิ์ อ.ศรีราชา จ.ชลบุรี</span>

      <h3>งานอดิเรก</h3>
      <ul>
        <li>นอนนนนน</li>
        <li>ดูหนัง</li>
        <li>เล่นเกมมายคราฟฟ</li>
        <li>กินนนน</li>
      </ul>

      <h4>ประวัติการศึกษา</h4>
      <table>
        <tr>
          <th>ปีการศึกษา</th>
          <th>ระดับชั้น</th>
          <th>สถานศึกษา</th>
          <th>สาขาวิชา</th>
        </tr>

        <tr>
          <td>2567</td>
          <td>ระดับประกาศนียบัตรวิชาชีพ (ปวส.)</td>
          <td>วิทยาลัยอาชีวศึกษาชลบุรี</td>
          <td>สาขาเทคโนโลยีสารสนเทศ</td>
        </tr>

        <tr>
          <td>2566-2564</td>
          <td>ระดับประกาศนียบัตรวิชาชีพ (ปวช.)</td>
          <td>วิทยาลัยอาชีวศึกษาชลบุรี</td>
          <td>สาขาคอมพิวเตอร์ธุรกิจ</td>
        </tr>

        <tr>
          <td>2563-2561</td>
          <td>ระดับมัธยมศึกษาตอนต้น</td>
          <td>โรงเรียนประภัสสรวิทยาชลบุรี</td>
        </tr>

        <tr>
          <td>2560-2552</td>
          <td>ระดับชั้นประถมศึกษา-ระดับชั้นอนุบาล</td>
          <td>โรงเรียนเซนต์ปอลคอนแวนต์</td>
        </tr>
      </table>
    </span>
    </>
  )
}

export default App
